Repository: Proofme-id/Document-Scanner
Catalog: ios/App/App/*.lproj/Localizable.strings
Languages: nl

# nfc_start_message
source: Put your phone on your ID document
nl: Leg je telefoon op je identiteitsbewijs

# nfc_authenticating
source: Chip found, authenticating...
nl: Chip gevonden, authenticeren...

# nfc_reading
source: Reading...
nl: Lezen...

# nfc_invalid_tag
source: This chip is not supported
nl: Deze chip wordt niet ondersteund

# nfc_multiple_tags_found
source: Multiple tags found
nl: Meerdere chips gevonden

# nfc_connection_lost
source: Connection lost
nl: Verbinding verloren

# nfc_mrz_invalid
source: Please check your information
nl: Controleer jouw gegevens

# nfc_unknown_error
source: Scanning failed
nl: Scannen mislukt

# nfc_general_error
source: Something went wrong
nl: Er is iets fout gegaan

# nfc_success
source: Success!
nl: Gelukt!
